;; File manager “oil-like”
(package! dirvish)

;; Web/JS/TS
(package! prettier)
(package! add-node-modules-path)
(package! import-js)              ; organizar imports
(package! jest-test-mode)

;; Formatação rápida e consistente
(package! apheleia)

;; Snippets
(package! yasnippet-snippets)

;; Tailwind LSP helper (opcional)
(package! lsp-tailwindcss)

;; Ícones
(package! nerd-icons)

